import { TInformationItem } from '@lib/domain/common/infomation-web';

export const privacy_policy_data: TInformationItem[] = [
    {
        title: '個人情報の定義について',
        desc: '販売価格は、プラットフォーム上の各商品に表記された価格に準じます。商品の出品者には、規定の手数料がかかります。手数料は出品確定を行う前に、本サービス画面内で確認することが出来ます。',
    },
    {
        title: '個人情報の利用目的について',
        desc: `1.本サービスの提供に関わる利用者情報の利用目的は以下のとおりです。</br>
            （1）サービスの円滑な供給およびその普及、拡大のため</br>
            （2）本サービスに付帯する事務処理のため</br>
            （3）本サービスの利用状況調査、サービスの改善および新サービスに関するデータ集積、分析、企画、研究開発のため</br>
            （4）本サービスに関するご案内、お問い合わせ等への対応、これらに附帯するアフターサービスの提供等のため</br>
            （5）利用者の同意または法令で許容されている範囲で、利用者に広告の送付または表示するため</br>
            （6）本サービスの利用状況に基づいて利用者の興味や関心にあわせた有益と思われる広告を表示するため</br>
            （7）その他、上記に付随する目的のため</br>
            </br>
            2.当社は、利用者情報を前項の目的に必要な範囲内で保管します。なお、アカウントを削除した利用者に関する利用者情報であっても、適用される法令に基づく義務、料金徴収、紛争の解決、権利の行使のために必要があるとき、法令に基づいて必要があるときおよびこれらに付随する各種調査の目的で保管し、利用することがあります。`,
    },
    {
        title: `個人情報利用目的の </br>
                変更について`,
        desc: `当社は、個人情報の利用目的を相当の関連性を有すると合理的に認められる範囲内において変更することがあり、変更した場合にはお客様に通知又は公表します。`,
    },
    {
        title: `個人情報利用の制限について`,
        desc: `当社は、個人情報保護法その他の法令により許容される場合を除き、お客様の同意を得ず、利用目的の達成に必要な範囲を超えて個人情報を取り扱いません。但し、次の場合はこの限りではありません。</br>
        </br>
        （1）当社が、利用目的の達成に必要な範囲で個人情報の取扱を第三者に委託する場合</br>
        （2）金融機関、クレジットカード会社、配送会社等に業務の一部を委託する場合</br>
        （3）当社または第三者の広告表示、配信のために事業者等に提供する場合</br>
        （4）提携先等へ個人情報が提供される場合</br>
        （5）合併、会社分割その他の事由による事業の承継によって提供する場合</br>
        （6）秘密保持義務を負う外部専門家に提供する場合</br>
        （7）法令等に基づき裁判所、行政機関、監督官庁等の公的機関に提供する場合</br>
        （8）紛争への対応のために裁判所、行政機関、監督官庁等の公的機関等に提供する場合</br>
        （9）その他、法令で認められる場合`,
    },
    {
        title: `個人情報の適正な取得`,
        desc: `当社は、適正に個人情報を取得し、偽りその他不正の手段により取得しません。`,
    },
    {
        title: `個人情報の安全管理について`,
        desc: `当社は、取得した個人情報の正確性を保ち、これを安全に管理します。個人情報の紛失，破壊，改ざん及び、漏洩、不正な侵入の防止に努めます。</br>
        （当社ホームページからのデータ通信に関して、安全に送信していただけるよう、個人情報を入力いただくページにはＳＳＬ（暗号化通信）を使用しています。 ）`,
    },
    {
        title: `個人情報の開示について`,
        desc: `1.当社は、個人情報保護法の趣旨に則り、利用者から当社の保有する個人情報データの開示、利用目的の通知、内容の訂正等、　利用停止もしくは消去または第三者提供の停止等（以下「開示等」）を求められた場合、利用者本人からの請求であることを　確認の上で、当該請求に応じる必要があると判断をしたときは、保有個人データの開示等に対応いたします。</br>
        </br>
        2.保有個人情報の開示に際しては、１件あたり1,000円（税別）の手数料をいただきます。それ以外の開示等の手続きにおい　ては、手数料は発生しません。なお、全ての開示等の請求において、請求書類を当社へお送りいただく際の郵送料は、請求　者の負担となります。</br>
        </br>
        3.開示等の請求に伴って取得した個人情報は、開示等の対応に必要な範囲でのみ取り扱うものとし、提出いただいた書類およ　び手数料の返却はいたしません。</br>
        </br>
        4.開示等を行わない旨の決定をしたときは、利用者に対し、理由を付記してその旨を通知します。なお、この場合であっても　提出いただいた書類および手数料の返却はいたしません。`,
    },
    {
        title: `個人情報の訂正等について`,
        desc: `当社は、お客様から、個人情報が真実でないという理由によって、個人情報保護法の定めに基づきその内容の訂正、追加又は削除(以下「訂正等」といいます。)を求められた場合には、お客様ご本人からのご請求であることを確認の上で、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づき、個人情報の内容の訂正等を行い、その旨をお客様に通知します(訂正等を行わない旨の決定をしたときは、お客様に対しその旨を通知いたします。)。但し、個人情報保護法その他の法令により、当社が訂正等の義務を負わない場合は、この限りではありません。`,
    },
    {
        title: `個人情報の</br>
利用停止等について`,
        desc: `当社は、お客様から、お客様の個人情報が、あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由又は偽りその他不正の手段により取得されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止又は消去(以下「利用停止等」といいます。)を求められた場合において、そのご請求に理由があることが判明した場合には、お客様ご本人からのご請求であることを確認の上で、遅滞なく個人情報の利用停止等を行い、その旨をお客様に通知します。但し、個人情報保護法その他の法令により、当社が利用停止等の義務を負わない場合は、この限りではありません。`,
    },
    {
        title: `Cookie(クッキー)</br>
その他の技術の利用について`,
        desc: `当社ウェブサイトはクッキーを使い、当社ウェブサイトの閲覧状況などの情報を収集する場合があります。このデータは個人を特定・追跡するものではなく、利用者はCookiesの受け取る前に警告を表示したり、受け取りを拒否するようにブラウザの設定を変更することが可能です。`,
    },
    {
        title: `見直し・改善について`,
        desc: `当社は、利用者情報の取扱いの継続的な改善を行い、必要に応じて本方針の内容を随時見直し変更します。ただし、法令上利用者の同意が必要となるような変更を行う場合、変更後の本方針は、当社が別途定める方法で変更に同意した利用者に対してのみ適用されるものとします。なお、当社が本方針を変更する場合、変更後の本方針の施行時期および内容を当サイト上または適宜の方法により周知するものとします。`,
    },
    {
        title: `お問い合わせ`,
        desc: `個人情報の取扱いに関するお問合せ、苦情、確認等につきましては、下記窓口までご連絡をお願い致します。</br>
</br>
【連絡先】株式会社FUWARI </br>
　　　　  個人情報管理担当 : 藤枝潤  </br>
　　　　  連絡先：info@hinata-nft.com`,
        isBorderB: true,
    },
];
