import { TInformationItem } from '@lib/domain/common/infomation-web';

export const term_of_payment_data: TInformationItem[] = [
    {
        title: '第 1 条',
        subTitle: '目的',
        desc: `1.（本「クレジットカード決済の利用に関する特則（個人用）」（以下「本特則」といいます。）は、購入者が商品の購入にあたって、その対価の支払いの決済方法をクレジットカードに選択した場合に購入者及び個人の出品者（法人ではない個人の出品者。以下「個人出品者」といいます。）に対して適用されるものです。購入者は、当該クレジットカードの使用にあたっては、本特則のすべてに同意いただく必要があり、本特則に同意したうえで、本サービスをご利用ください。</br>
        </br>
        2.本特則に定めのない事項については、「HINATA利用規約」（以下「本規約」といい、本特則と総称して「本規約等」といいます。）の規定が適用されるものとし、本特則に定めのある事項については、本特則の定めが優先的に適用されるものとします。`,
    },
    {
        title: '第 2 条',
        subTitle: 'クレジットカード決済',
        desc: `1.購入者は、本規約等や当社所定の手続に従い、クレジットカード決済の方法により、個人出品者に対して、商品の対価を支払うことができます。なお、当社の裁量により、事前の通知なく、クレジットカード決済の方法を取りやめることがあり、当該取りやめにより購入者が何らかの損害を被ったとしても当社はその責任を負わないことを購入者は、あらかじめ了承します。</br>
        </br>
        2.クレジットカードを使用して個人出品者から商品を購入する場合であっても、当該商品の売買契約は、購入者と個人出品者との間で成立するものとし、当社は、当該売買契約の当事者となるものではありません。</br>
        </br>
        3.購入者がクレジットカード決済に利用するクレジットカードは、購入者本人の名義に限るものとします。</br>
        </br>
        4.購入者は、クレジットカードの利用について、クレジットカード会社等との間で別途契約する条件に従うものとします。</br>
        </br>
        5.クレジットカードの利用に関連して、購入者と個人出品者又はクレジットカード会社等との間で何らかの紛争が発生した場合は、購入者と個人出品者又はクレジットカード会社等との間で責任をもって解決するものとします。なお、当社は、本サービスを提供する事業者として、中立的な立場で購入者と個人出品者又はクレジットカード会社等との間の紛争解決に誠意をもって協力するよう努めるものとします。`,
    },
    {
        title: `第 3 条`,
        subTitle: `個人出品者による<br class='max-md:hidden'> 手数料の支払い`,
        desc: `個人出品者は、当社に対して、本サービスの利用の対価として、当社が定める手数料を支払うものとします。</br>
        当社は、前項の手数料を本件代金から控除することにより、個人出品者から支払いを受けることができます。</br>
        個人出品者は、クレジットカードの決済手数料及び振込手数料等を負担するものとします。`,
    },
    {
        title: `第 4 条`,
        subTitle: `代理受領`,
        desc: `1.個人出品者は、当社に対して、購入者から本件代金を受領することができる権限を与えることをあらかじめ了承するものとします。</br>
        </br>
        2.購入者は、代理受領権限を付与された当社に対して、本件代金を支払うものとし、当社が本件代金を受領した場合には、当該受領時点で、当該購入者の個人出品者に対する売買契約の代金債務は消滅するものとします。当社は、個人出品者に対して、本件代金について、手数料、決済手数料及び振込手数料等を本件代金から控除した金額（以下「本件支払代金」といいます。）を引き渡すものとします。</br>
        </br>
        3.個人出品者は、当社が本件支払代金を振り込むための銀行口座（以下「指定口座」といいます。）を当社の所定の方法により登録するものとします。</br>
        </br>
        4.個人出品者は、当社に対して、当社が本件代金として受領している金額が１万円以上ある場合に、毎月5日までに申請することによって、本件支払代金の引き渡しを求めることができます。</br>
        </br>
        5.当社は、前項の申請依頼を受けて当社の別途定める期日までに、本件支払代金を指定口座に振り込みます。なお、当社は、当社の責めに帰すべき事由のない事由によって振り込みを実行することができない場合であっても、当社はその責任を負うものではありません。</br>
        </br>
        6.個人出品者が本件支払代金の引き渡しを請求する権利を取得した時点から180日が経過した場合、当社は指定口座に対して未払いの本件支払代金の支払いを申請にかかわらず行うことができます。</br>
        </br>
        7.個人出品者が登録抹消その他の理由により本サービスの個人出品者としての地位を失った場合、又は当社の責めに帰すべき事由によらないで当社が指定口座に振り込みを実行することができない場合には、個人出品者は、その時点において未払いの本件支払代金の引き渡しを受ける権利を喪失するものとします。</br>
        </br>
        8.当社は、個人出品者に対して、個人出品者が本規約等の違反した場合には、本件支払代金を違約金として没収することができ、個人出品者はあらかじめ了承するものとします。`,
    },
    {
        title: `第 5 条`,
        subTitle: `チャージバック事<br class='max-md:hidden'> 由等`,
        desc: `1.当該契約が解除、取消し、無効等の理由により、効力を失うおそれがあると当社が合理的判断した場合（決済事業者が定めるチャージバック事由その他の当社に対する支払いの拒絶又は返還事由に該当する場合を含みます。）には、当社は、個人出品者に対して、当社が受領している本件支払代金の引き渡しを一時的に控える措置をとることができ、個人出品者はあらかじめこれを了承するものとします。当社は、当該措置により、個人出品者に対して生じた損害については、一切責任を負うものではありません。</br>
        </br>
        2.個人出品者と購入者との間に売買契約が成立した場合において、当該契約が解除、取消し、無効等の理由により、効力を失った場合（決済事業者が定めるチャージバック事由その他の当社に対する支払いの拒絶又は返還事由に該当する場合を含みます。）であっても、個人出品者は、当社に対して手数料の返金を求めることができないことをあらかじめ了承します。なお、当該場合において、当社は、個人出品者に対して、引き渡し済みの本件支払代金の返金を求めることができます。また、当社は、購入者に対して、売買契約が解除等されたことにより、当該返金処理を行う場合において、当社は、当該返金金額を個人出品者から受領している本件代金から控除することができ、個人出品者はこれをあらかじめ了承します。`,
        isBorderB: true,
    },
];
