import { TInformationItem } from '@lib/domain/common/infomation-web';

export const term_of_use_data: TInformationItem[] = [
    {
        title: `第 1 条`,
        subTitle: `目的`,
        desc: `この利用規約（以下「本規約」といいます）は、お客様（以下「ユーザー」といいます）が、株式会社FUWARI（以下「当社」といいます）が運営し提供するデジタルアイテムを販売、購入できるプラットフォーム「HINATA」（関連するサービスを含み、以下「本サービス」といいます）をご利用頂く際に遵守すべき事項及び当社とユーザー間の権利義務関係を定めるものです。ユーザーは、本規約に同意した上で本サービスをご利用ください。`,
    },
    {
        title: `第 2 条`,
        subTitle: `定義`,
        desc: `本規約における用語の意味は、別途定義される場合を除き、以下の各号に定めるとおりです。</br>
</br>
(1)「本サービス」とは： NFT（Non-Fungible Token）やデジタルアイテムを販売、購入できるプラットフォーム「HINATA」を指します。</br>
(2)「本契約」とは：本規約を契約条件として当社及びユーザーとの間で締結される、本サービスの利用契約を指します</br>
(3)「商品」とは：本サービスにおいて取引の目的となるNFT（Non-Fungible Token）やデジタルアイテムを指します。</br>
(4)「ユーザー」とは：本サービスを利用する全ての方を指します。</br>
(5)「クリエイター」とは：NFTの発行権限を有するユーザーを指します。</br>
(6)「発行」とは：クリエイターが、本契約に定める手続きに従って、本サービス上におけるNFTの原始保有者となることを指します。</br>
(7)「発行者」とは：本サービス上でNFTを発行したクリエイターを指します。</br>
(8)「購入者」とは：本サービスを通じて商品を購入するユーザーを指します。</br>
(9)「出品者」とは：本サービスを通じて商品を出品するユーザーを指します。</br>
(10)「商品代金」とは：出品者が本サービス上において商品を出品する際に登録する当該商品の価格を指します。</br>
(11)「不正商品」とは：データの改ざん、不正なツールの使用その他の不適切な方法で作成された商品及び商品を扱うサービスや外部のサービス運営会社の定める利用規約で第三者への譲渡等が禁止されている商品を指します。</br>
(12)「個人情報」とは：生存する個人に関する住所、氏名、職業、電話番号等特定の個人を識別することのできる情報（他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含みます）を指します。なお、個人情報の保護に関する法律第2条第1項に定義される個人情報と同義であり、関係法令が改正された場合には、その定義に従うものとします。</br>
(13)「知的財産」とは：発明、考案、意匠、著作物その他の人間の創造的活動により生み出されるもの、商標、商号その他事業活動に用いられる商品又は役務を表示するもの及び営業秘密その他の事業活動に有用な技術上又は営業上の情報を指します。</br>
(14)「知的財産権」とは：特許権、実用新案権、意匠権、著作権、商標権その他の知的財産に関して法令により定められた権利又は法律上保護される利益に係る権利を指します。`,
    },
    {
        title: `第 3 条`,
        subTitle: `本規約への同意`,
        desc: `1.ユーザーは、本サービスのご利用にあたっては、事前に本規約に同意の上、ユーザーアカウント登録（無料）をする必要がございます。本規約に同意することにより、当社との間に本契約（第2条で定義）が成立します。</br>
</br>
2.本サービスの利用は、本規約、当社プライバシーポリシー（以下「プライバシーポリシー」といいます）その他当社の定めるルールに従うものとします。本規約、プライバシーポリシー間で定める内容に不一致がある場合は、当社の裁量で適用すべき事項を決定するものとします。</br>
</br> 
3.ユーザー間の売買、出品、購入等に関しては、すべてユーザーの自己責任にて行っていただきます。当社は、売主の出品が正当な権利に基づくものであること等について保証致しません。また、当社は、当社自身が売買を行うものではなく、売買の委託を受　けるものでもなく、また、売買の遂行にも一切関与するものではありません。</br>
</br>
4.ユーザーが、ウェブブラウザを介し、本サービス利用を開始した時点で、利用者は、本規約に同意したものとみなされます。ま　た、このとき、利用者と当社との間で、本規約の諸規定に従った契約（以下、「利用契約」といいます。）が成立します。`,
    },
    {
        title: `第 4 条`,
        subTitle: `利用資格等`,
        desc: `1.本サービスは、以下の各号をいずれも満たす方のみがご利用いただけます。</br>
(1) 満年齢が16歳以上の方</br>
(2) 契約締結について法的な責任能力のある方</br>
(3) 本規約に同意した上で本規約を継続して遵守できる方</br>
(4) インターネット接続環境を自己の責任と負担において用意できる方</br>
(5) 当社が指定する支払決済手段の利用が可能で、かつ支払能力のある方</br>
</br>
2.ユーザーが未成年者である場合は、親権者その他の法定代理人の同意を得たうえで、本サービスをご利用ください。また、本規約への同意時に未成年であったユーザーが成年に達した後に本サービスを利用した場合、当該利用者が未成年であった間の本サービスに関する一切の法律行為および利用行為を追認したものとみなされます。</br>
</br>
3.未成年者のユーザーが、法定代理人の同意がないにもかかわらず同意があると偽りまたは年齢について成年と偽って本サービスを利用した場合、その他行為能力者であることを信じさせるために詐術を用いた場合、本サービスに関する一切の法律行為を取り消すことは出来ません。</br>
</br>
4.ユーザーは、自己の責任において本サービスを利用するものとし、本サービスを利用してなされた一切の行為及びその結果について一切の責任を負うものとします。`,
    },
    {
        title: `第 5 条`,
        subTitle: `規約の変更`,
        desc: `1.当社は、以下の各号のいずれかに該当する場合は、民法第548条の4の規定に基づき本規約を随時変更できます。本規約が変更された後の本契約は、変更後の本規約が適用されます。</br>
</br>
(1) 本規約の変更が、ユーザーの一般の利益に適合するとき</br>
(2) 本規約の変更が、契約をした目的に反せず、かつ、変更の必要性、変更後の内容の相当性及びその内容その他の変更に係る事情に照らして合理的なものであるとき</br>
</br>
2.当社は、本規約の変更を行う場合は、変更後の本規約の効力発生時期を定め、効力発生時期の2週間前までに、変更後の本規約の内容及び効力発生時期をユーザーに通知、本サービス上への表示その他当社所定の方法によりユーザーに周知します。</br>
</br>
3.前二項の規定にかかわらず、前項の本規約の変更の周知後にユーザーが本サービスを利用した場合又は当社所定の期間内にユーザーが解約の手続をとらなかった場合、当該ユーザーは本規約の変更に同意したものとします。`,
    },
    {
        title: `第 6 条`,
        subTitle: `アカウントの管理`,
        desc: `1.ユーザーは、本サービスの利用を開始するにあたり、当社所定の情報の登録（以下「アカウント登録」といいます）を行う必要があります。ユーザー自身で登録した内容の不備や間違いによって発生したトラブルに関して、当社は一切の責任を負いません。</br>
</br>
2.当社は、アカウント登録を申請したユーザーが以下の各号のいずれかの事由に該当する場合は、登録を拒否することがあります。</br>
</br>
(1) 本規約に違反するおそれがあると当社が判断した場合</br>
(2) 登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合</br>
(3) 過去にアカウントの削除を受けた者である場合</br>
(4) 反社会的勢力等（第19条で定義する） に該当すると当社が判断した場合</br>
(5) その他、当社が登録を適当でないと判断した場合</br>
</br>
3.本サービスのアカウントは、第三者に譲渡、貸与又は相続させることはできません。 ユーザーはユーザーIDやパスワード、登録情報その他本サービスを利用する際に登録した内容が、第三者により不正に利用されないよう、ユーザー自身の責任でこれらを管理しなければなりません。ユーザーは、ユーザーID、パスワード、登録情報その他の内容の第三者への不適切な開示及びこれによる第三者の使用から生じたいかなる債務についても、単独で責任を負うものとし、当社は一切の責任を負いません。</br>
</br>
4.当社は、ユーザーの登録情報に紐づくIDによって本サービスの利用があった場合、当該アカウントにより識別されるユーザー本人が利用したものと扱うことができ、当該利用によって生じた結果ならびにそれに伴う一切の責任については、実際にログインした者が特定できない限り、当該アカウントにより識別される本人に帰属するものとします。</br>
</br>
5.アカウント登録情報が不正アクセスまたは盗用など、第三者に利用されていることが判明した場合、ユーザーは直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。</br>
</br>
6.ユーザーは、アカウントの不正使用によって当社または第三者に損害が生じた場合、当社および第三者に対して、当該損害を賠償するものとします。</br>
</br>
7.ユーザーによるアカウントID、パスワード等の情報の紛失その他当社の責に帰さない事由によりアカウントが使用できなくなった場合、当社は一切の責任を負いません。`,
    },
    {
        title: `第 7 条`,
        subTitle: `クリエイター権限の<br class='max-md:hidden'> あるアカウント`,
        desc: `1.ユーザーアカウント登録を行ったユーザーは、以下の各号をいずれも満たす場合に限り、クリエイター権限のあるアカウント登録の申込み（無料）を行うことができます。</br>
</br>
(1)　満年齢が18歳以上であること</br>
(2)　NFT、ブロックチェーンなどの新しい技術によるリスクを十分に理解していること</br>
(3)　プロフィールに本名、生年月日、住所等の所定の登録を完了していること</br>
</br>
2.クリエイター権限の付与を希望し、申込みがされた場合、当社は、当該ユーザーの審査を行います。審査は、申請を行ったユーザーの各SNSにおけるフォロワー数、知名度、発信コンテンツの内容、デジタルコンテンツの販売実績、反社会勢力との関連の有無等を考慮に入れて行われます。当社は、審査が完了次第、申請者につきクリエイター権限のあるアカウント登録を行うか、又は申請を却下する旨を申請者に対して通知します。</br>
</br>
3.ユーザーは、クリエイター権限のあるアカウントの登録申込みが却下された場合であっても、当該申込みが却下された日から30日が経過すれば、再度の申請を行うことができます。`,
    },
    {
        title: `第 8 条`,
        subTitle: `手数料`,
        desc: `1.ユーザーは、本サービスの利用には、当社が別途指定する手数料が発生します。なお、本サービスの利用に関連して、ブロックチェーンのネットワーク手数料（ガス代等）が発生する場合には、ユーザーが負担するものとし、購入に関してはユーザーがネットワーク手数料（ガス代）を負担するものとします。</br>
</br>
2.ブロックチェーンのネットワーク手数料（ガス代）に関するガス代自体の高騰、トランザクションの遅延やトランザクションの失敗について、当社の責に帰さない事由により生じた事項について、当社は責任を負わないものとします。`,
    },
    {
        title: `第 9 条`,
        subTitle: `NFTの発行`,
        desc: `1.ユーザーは、本サービス上でNFTを発行するためには、クリエイター権限の付与を受けることが必要となります。なお、本サービス上でのNFTの発行は、HAZAMAブロックチェーンを利用します。</br>
</br>
2.クリエイターは、自己の責任と負担で、NFTを発行するものとします。</br>
</br>
3.クリエイターは、自身が発行するNFTの対象となるコンテンツ又はNFTに含まれるコンテンツに係るあらゆる権利（著作権、肖像権を含みますが、これらに限られません。）につき、自身で独占的に保有しているか、その使用につき権利者からの許諾を受けていることを、当社に対して保証するものとします。クリエイターが、本サービス以外のプラットフォーム上で発信したコンテンツの全部又は一部を本サービス上でNFTとして発行する場合、そのプラットフォームのアカウントで認証を行わなければならない場合があることにご留意ください。</br>
</br>
4.クリエイターは、当社所定の事項（タイトル、画像、説明文、リンクデータ等）を当社の指定するウェブインターフェースからアップロードすることにより、本サービス上でNFTの発行を行うものとします。なお、本カードのメタ情報（サムネイル、タイトル、説明文など）は、一度出品された後は変更ができません。</br>
</br>
5.本サービス上でクリエイターが発行できるNFTは、当社が指定するデータ形式又はファイル形式によるものに限られます。`,
    },
    {
        title: `第 10 条`,
        subTitle: `出品`,
        desc: `出品者は、第9条第2項で定める売買契約の成立前まで出品を取り消すことができます。なお、出品者は、売買契約成立後は当該売買契約をキャンセル（取り消し又は解除等を含みます。）することはできないものとし、法律に定めがある場合を除き、いかなる理由があっても成立した取引の無効または取り消しを主張しないものとします。</br>
</br>
出品者は、不正商品を本サービス上に出品してはなりません。</br>
</br>
出品者が本規約に違反した出品を行った場合、または出品者が真に売買契約を締結する意思のない出品を行ったと当社が合理的に判断した場合その他当社が不適当と合理的に判断した場合、当社は、出品者に事前に通知することなく、出品を停止、取り消し又は無効とすることができます。出品が停止又は取り消し又は無効となった場合に、当社は当該出品に対する購入を無効とすることができ、出品者に対して損害が発生したとしても、当社はその損害を賠償する責任を負うものではありません。</br>
</br>
出品者の商品代金金額（現在出品中の商品の代金金額の総額も含みますが、これに限られません。）や商品出品回数等については当社の裁量で制限を設定することができます。なお、当該制限によって出品者に損害が生じたとしても、当社はその責任を負うものではありません。`,
    },
    {
        title: `第 11 条`,
        subTitle: `購入`,
        desc: `1.購入者は、出品者が本サービス上で定める商品代金で商品を購入するものとします。売買契約成立後に購入者は、売買契約を取り消し又は解除等をすることはできないものとし、法律に定めがある場合を除き、いかなる理由があっても成立した取引の無効又は取り消しを主張しないものとします。</br>
</br>
2.本サービス上に出品されている商品について購入者により購入ボタンが押された時点で、当該商品についての出品者と購入者の間の売買契約が成立します。</br>
</br>
3.購入商品代金金額（1日あたりの購入することができる商品金額の上限金額を含みますが、これに限られません。）や購入回数等については当社の裁量で制限を設定することができます。</br>
</br>
4.購入者は、出品者から購入商品代金金額の収受権限を付与された当社に対して、当該代金を支払うものとします。</br>
</br>
※クレジット利用に関する特則はこちら`,
    },
    {
        title: `第 12 条`,
        subTitle: `二次出品`,
        desc: `1.本サービスにて購入した商品は、本サービス上の二次流通市場にて二次出品（販売）することができます。二次出品は、購入者と出品者の間の取引であり、弊社は、何ら責任を負いません。</br>
</br>
2.取引の対象の商品に瑕疵があった場合等、出品者とユーザーとの取引に関する問題については、出品者とユーザーとの間で解決していただきます。</br>
</br>
3.商品に対し、当該商品が本サービス内の二次流通市場で取引されるたびに、一次販売した出品者は設定した売上価格の一部（以下「ロイヤリティ」といいます）を受け取ることができるものとします。`,
    },
    {
        title: `第 13 条`,
        subTitle: `商品代金の支払い`,
        desc: `1.出品者は、別途指定する方法（当社システムや外部決済サービス等）を通じて購入者からの商品代金を受け取るものとします。</br>
</br>
2.売買契約が成立した場合、購入者は、当社が別途指定する方法により、商品代金を支払うものとします。</br>
</br>
3.出品者は、商品の譲渡その他の売買契約に基づく義務を出品者が履行したと当社が合理的に判断した場合、別途指定する手数料を別途指定する方法にて当社に対して支払うものとします。当社の出品者に対する商品代金の支払いにおける振込手数料については当社が定めるものとし、出品者が負担するものとします。`,
    },
    {
        title: `第 14 条`,
        subTitle: `商品代金の受領に<br class='max-md:hidden'> ついて`,
        desc: `当社は、購入者のクレジットカード等の手段による商品代金の支払いが、クレジットカードの不正利用などにより、支払いの無効や取り消し（チャージバック）が発生した場合にも、出品者に対して商品代金の補償は行いません。`,
    },
    {
        title: `第 15 条`,
        subTitle: `サービスの内容変<br class='max-md:hidden'> 更と中断等の措置`,
        desc: `1.当社は、本サービス及び本サービスを利用して提供される一切のサービスについて、本サービスを適正かつ円滑に運営するためユーザーに通知することなく、いつでも任意に内容を変更できるものとします。</br>
</br>
2.当社は、以下の各号のいずれかに該当する場合には、ユーザーに通知することなく、本サービスの全部又は一部の中断等の措置を講じることができるものとします。</br>
</br>
(1)本サービスに係るコンピュータシステムの点検又は保守作業を定期的又は緊急に行う場合</br>
(2)コンピュータ、通信回線、その他の設備等が事故等により停止した場合</br>
(3)火災、停電、天災地変などの不可抗力により本サービスの運営に支障が生じた場合</br>
(4)ハッキングその他の方法により当社が管理するシステムに異常が生じた場合</br>
(5)本サービスが連携する第三者の提供するサービスが変更、提供中止、停止又は故障等が生じた場合</br>
(6)その他、当社が利用停止又は中断が必要と判断した場合`,
    },
    {
        title: `第 16 条`,
        subTitle: `サービスの終了`,
        desc: `1. 当社は、当社の都合により、本サービスの提供を終了（サービスの同一性を維持しないかたちで、本サービスの内容や仕様の全部又は一部について、異なる内容や仕様に変更することを含みます）することができます。この場合、当社はユーザーに事前に通知するよう努めるものとします。</br>
</br>
2. 本サービスを終了する場合、ユーザーが購入された商品代金の一切の補償は行いません。</br>
</br>
3. 本サービスを終了する場合、本サービスにおいてユーザーが取得したNFTは、本サービス外の稼働中のノードに送信し、保管されるものとする。ただし、送信されたNFTの取り扱いは送信先のノードの運営会社に一任されるものとする。送信されたNFTにおいて当社は一切の責任を負いません。`,
    },
    {
        title: `第 17 条`,
        subTitle: `他社サービス`,
        desc: `本サービスの利用にあたっては、当社の指定するデジタルアセット及び暗号資産の保管機能及びスマートコントラクトシステム、その他当社が指定するサービスの利用が必要となり、これら一部のサービスは当社以外の事業者により提供されます。当社以外の事業者により提供されるサービスについて、当社は一切の責任を負いません。`,
    },
    {
        title: `第 18 条`,
        subTitle: `禁止行為`,
        desc: `本サービスの利用に際し、当社は、ユーザーに対し、以下の各号に掲げる行為、これらを助長する行為又はこれらに該当するおそれのある行為を禁止します。</br>
</br>
(1) 本規約、法令、又は公序良俗に違反する行為</br>
(2) 当社又は第三者（他の利用者を含みます）の著作権、商標権、特許権等の知的財産権、その他権利を侵害する行為</br>
(3) 真に売買契約を締結する意思なく出品または購入する行為</br>
(4) 当社又は第三者の名誉・信用を毀損又は不当に差別若しくは誹謗中傷、不快感を与える行為</br>
(5) 当社又は第三者の財産を侵害する行為、又は侵害する恐れのある行為</br>
(6) 当社又は第三者に経済的損害を与える行為</br>
(7) 当社又は第三者に対する脅迫的な行為</br>
(8) コンピューターウィルス、有害なプログラムを送信する行為</br>
(9) 本サービス用インフラ設備に対して過度な負担をかける行為</br>
(10) 本サービスを構成するサーバーやネットワークシステム、セキュリティの機能を破壊したり、攻撃又は改竄を行う行為</br>
(11) 当社提供のインターフェース以外の方法で本サービスにアクセスをする行為</br>
(12) 営業、宣伝、広告、勧誘、その他営利を目的とする行為（ただし、当社が同意したものを除く）</br>
(13) 他のユーザーのアカウントを使用して本サービスを利用する行為、又は他のユーザーの名前、名称を用いる等、他人になりすまして本サービスを利用する行為</br>
(14) 犯罪収益に関する行為、テロ資金供与に関する行為、又はその疑いがある行為</br>
(15) 他の利用者に関する個人情報等を収集または蓄積する行為</br>
(16) 宣伝、広告、勧誘、営業その他営利を目的とする行為</br>
(17) 面識のない異性との出会いを目的とする行為</br>
(18) 反社会的勢力に対して直接または間接に利益を供与し、またはその他の協力をする行為</br>
(19) クレジットカード会員規約に違反する行為</br>
(20) クレジットカードのショッピング枠の現金化を目的とすると当社が合理的に判断する行為</br>
(21) その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</br>
(22) 本条の禁止行為をおこなう目的で、本サービスを複数のアカウントにより使用する行為</br>
(23) 本サービス外において、アカウント又は本コンテンツを第三者に有償で貸与、譲渡、売買等をする行為</br>
(24) 上記の他、当社が不適切と合理的に判断する行為`,
    },
    {
        title: `第 19 条`,
        subTitle: `反社会的勢力の排除`,
        desc: `1.ユーザーは、現在かつ将来にわたり、反社会的勢力（暴力団、暴力団員、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標榜ゴロ、又は特殊知能暴力集団等、その他これらに準ずる者をいいます）に該当しないこと、また暴力的な要求行為、法的な責任を超えた不当な要求行為、取引に関して脅迫的な言動をし暴力を用いる行為、風説を流布し偽計を用い又は威力を用いて信用を毀損し又は業務を妨害する行為、その他これらに準ずる行為を行わないことを、現在及び将来にわたって表明するものとします。</br>
</br>
2.当社は、ユーザーが前項のいずれかに該当すると判断した場合、何らの事前通知を要さず、当該ユーザーのアカウント削除その他必要な一切の措置を講ずるものとします。当該ユーザーは、当社による当該措置に対して、損害賠償請求その他一切の権利を行使することはできないものとします。`,
    },
    {
        title: `第 20 条`,
        subTitle: `ユーザーの退会`,
        desc: `1.ユーザーは、本サービスの退会を希望する場合、当社所定の手続きを行うことにより退会することができます。</br>
</br>
2.ユーザーが本サービスから退会する場合、本サービスにおいてユーザーに関連する一切のデータは削除されるものとします。</br>
</br>
3.ユーザーが退会した時点をもって、本契約は終了するものとします。`,
    },
    {
        title: `第 21 条`,
        subTitle: `利用制限及び登録抹消`,
        desc: `1.当社は、ユーザーが以下のいずれかに該当する場合には、ユーザーに事前に通知することなく、ユーザーに対して、本サービスの全部若しくは一部の利用の制限、又は当該ユーザーのアカウントの停止若しくは抹消その他の当社が必要かつ適切と合理的に判断する措置を講じることができるものとします。</br>
(1)本規約のいずれかの条項に違反した場合</br>
(2)手数料等の金銭債務の不履行があった場合</br>
(3)当社からの連絡に対し、一定期間返答がない場合</br>
(4)本サービスについて、最終の利用から一定期間利用がない場合</br>
(5)第19条の表明又は確約に違反した場合</br>
(6)その他、当社が本サービスの利用を適当でないと合理的に判断した場合</br>
</br>
2.ユーザーは、本サービスを利用したことに起因して（当社がかかる利用を原因とするクレームを第三者より受けた場合を含みます。）、当社が直接的又は間接的に何らかの損害（逸失利益及び合理的な弁護士費用を含みます。）を被った場合、当社の請求にしたがってこれを賠償するものとします。`,
    },
    {
        title: `第 22 条`,
        subTitle: `権利の取り扱い`,
        desc: `1.当社は、クリエイターが当社の指定するウェブインターフェースから商品となるNFTを構成するデータをアップロードすることにより、当社が本サービス上でユーザーに対し商品を公開することをクリエイターが許諾したものとみなします。</br>
</br>
2.クリエイターが発行したNFTの著作権は、クリエイターに帰属します。当社は、本規約に基づいてプラットフォームを提供する立場にあり、ユーザーに対して本カードの著作権の譲渡、貸与等を認める立場にはありません。</br>
</br>
3.当社は、当社又はプラットフォームとしての本サービスの宣伝広告を目的として、クリエイターが発行したNFTを、必要な範囲内で無償にて公開その他利用することができるものとします。</br>
</br>
4.ユーザーが本サービス上において投稿等を行った場合、著作物性の有無を問わず、掲載内容の一部又は全部に関し、発生しうる全ての著作権（著作権法第27条及び第28条に定める権利を含みます。）について、本サービスの提供に必要な範囲で、無償かつ無制限に利用できる権利を当社に対して許諾することについて同意します。</br>
</br>
5.ユーザーは、方法又は形態の如何を問わず、本サービスにおいて提供される全ての情報及びコンテンツ並びに商品（以下総称して「当社コンテンツ」といいます。）はユーザーに対して利用許諾されるものであり、著作権法に定める、私的使用の範囲を超えて複製、転載、公衆送信、改変その他の利用をすることはできないことを確認します。</br>
</br>
6.当社コンテンツに関する著作権、特許権、実用新案権、商標権、意匠権、肖像権その他一切の知的財産権及びこれらの権利の登録を受ける権利（以下総称して「知的財産権」といいます。）は、当社、当社がライセンスを受けているライセンサー又は出品者に帰属し、購入者には帰属しません。また、ユーザーは、知的財産権の存否にかかわらず、当社コンテンツについて、複製、配布、転載、転送、公衆送信、改変、翻案その他の二次利用等を行ってはなりません。</br>
</br>
7. ユーザーが本条の規定に違反して問題が発生した場合、ユーザーは、自己の費用と責任において当該問題を解決するとともに、当社に何らの不利益、負担又は損害を与えないよう適切な措置を講じなければなりません。</br>
</br>
8. ユーザーは、著作物となりうる掲載内容の一部について、当社並びに当社より正当に権利を取得した第三者及び当該第三者から権利を承継した者に対し、著作者人格権（公表権、氏名表示権及び同一性保持権を含みます。）を行使しません。`,
    },
    {
        title: `第 23 条`,
        subTitle: `非保証`,
        desc: `当社は、本サービスに事実上または法律上の瑕疵（セキュリティ等に関する欠陥、エラーやバグ、権利侵害等を含みます。）がないこと、並びに安全性、信頼性、正確性、完全性、有効性および特定の目的への適合性を明示的にも黙示的にも保証しておりません。また、当社は、本サービスに中断、中止その他の障害が生じないことも保証しません。`,
    },
    {
        title: `第 24 条`,
        subTitle: `当社の免責事項`,
        desc: `1. 当社は、本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。ただし、利用契約が消費者契約法に定める消費者契約となる場合、本項の免責規定は適用されず、当社は利用者が本サービスの利用に関して被った損害を賠償する責任を負います（当社の責めに帰することができない事由によるものであるときを除きます。）</br>
</br>
2. 前項ただし書に定める場合であっても、当社は、当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当社またはユーザーが損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。また、当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は、当該損害の原因となった出品者と購入者との間の売買契約において当社が出品者から当該損害が発生した月に現実に受領した手数料の額を上限とします。</br>
</br>
3. 当社は、当社の責めに帰すべき事由がない限り、本サービスの内容変更、中断、終了によって生じたいかなる損害についても、一切責任を負いません。</br>
</br>
4. 当社は、ユーザーの本サービスの利用環境について一切関与せず、また一切の責任を負いません。</br>
</br>
5. 当社は、本サービスがユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、ユーザーによる本サービスの利用がユーザーに適用のある法令または業界団体の内部規則等に適合すること、および不具合が生じないことについて、何ら保証するものではありません。なお、本サービス上にコンテンツ事業者が自らのサービス内容等を表示する場合には、ユーザーは、当該コンテンツ事業者が表示した内容について、コンテンツ事業者に問い合わせをするものとし、当社は、当該コンテンツ事業者が表示した内容に関して、その内容を保証するものではなく、責任を負うものではないことをあらかじめ了承するものとします。</br>
</br>
6. 当社は、本サービスが全ての情報端末に対応していることを保証するものではなく、本サービスの利用に供する情報端末のＯＳのバージョンアップ等に伴い、本サービスの動作に不具合が生じる可能性があることにつき、ユーザーはあらかじめ了承するものとします。当社は、かかる不具合が生じた場合に当社が行うプログラムの修正等により、当該不具合が解消されることを保証するものではありません。</br>
</br>
7. 当社は、本サービスを利用したことにより直接的または間接的に利用者に発生した損害について、一切賠償責任を負いません。</br>
</br>
8. 当社は、当社の責めに帰すべき事由がない限り、ユーザーその他の第三者に発生した機会逸失、業務の中断その他いかなる損害（間接損害や逸失利益を含みます）に対して、当社が係る損害の可能性を事前に通知されていたとしても、一切の責任を負いません。</br>
</br>
9. 当社は、商品自体の存在期間や、商品自体に不具合が生じないことについて、何ら保証するものではありません。</br>
</br>
10. ユーザー間及びその他の第三者との間の紛争及びトラブルについて、当社は一切責任を負わないものとします。ユーザー間及びその他の第三者でトラブルになった場合でも、両者同士の責任で解決するものとし、当社には一切の請求をしないものとします。</br>
</br>
11. ユーザーは、本サービスの利用に関連し、他のユーザー及びその他の第三者に損害を与えた場合または第三者との間に紛争を生じた場合、自己の費用と責任において、かかる損害を賠償またはかかる紛争を解決するものとし、当社には一切の迷惑や損害を与えないものとします。</br>
</br>
12. ユーザーの行為により、第三者から当社が損害賠償等の請求をされた場合には、ユーザーの費用（弁護士費用含む）と責任で、これを解決するものとします。当社が、当該第三者に対して、損害賠償金を支払った場合には、ユーザーは、当社に対して当該損害賠償金を含む一切の費用（弁護士費用及び逸失利益を含む）を支払うものとします。</br>
</br>
13. 当社は、商品自体に設定又は表示された著作権の帰属先、商品に関連するファイルのダウンロード可否や、商品再販の可否等についてその内容を保証するものではなく、責任を負うものではないことをあらかじめ了承するものとします。`,
    },
    {
        title: `第 25 条`,
        subTitle: `ユーザーのリスク`,
        desc: `1. 本サービスは、当社がHAZAMAブロックチェーンに係るライセンスを許諾されていることを前提に成り立っています。ユーザーは、当社が当該ライセンスの許諾を受けられなくなることその他の理由により、本サービス上で購入したNFTにアクセスできなくなる可能性があること及びその場合に当社から補償が受けられないことを認めた上で、本サービスを利用するものとします。</br>
</br>
2. 当社は、本サービス上で出品されるNFTが第三者の権利を侵害し又は法令に違反するものでないかをチェックしますが、すべての侵害又は違反を発見することはできません。ユーザーは、本サービス上で発行又は保有するNFTが、第三者の権利侵害又は法令違反を理由に削除される可能性があること及びその場合に当社から補償が受けられないことを認めた上で、本サービスを利用するものとします。</br>
</br>
3. 本サービス上で取引されるNFTは、本サービス上におけるそのNFTの人気に応じて、本サービス上における価格が変化する可能性があります。ユーザーは、本カードに価格変動リスクがあること及びそのリスクにつき当社から補償が受けられないことを認めた上で、本サービスを利用するものとします。</br>
</br>
4. 当社は、ユーザーが本サービス上で得た収益に関する納税等の義務につき、個別の案内を行いません。ユーザーは、当社からそのような個別の案内が受けられないことを認めた上で、本サービスの利用に際して生じた納税義務を適切に履行するものとします。</br>
</br>
5. NFTのデータは、HAZAMAブロックチェーン上に保存され、本サービス上には保存されません。ユーザーは、本サービスがHAZAMAブロックチェーン上のデータを表示するものに過ぎないことを認めた上で、本サービスを利用するものとします`,
    },
    {
        title: `第 26 条`,
        subTitle: `損害賠償責任`,
        desc: `ユーザーは、本規約の違反又は本サービスの利用に関連して当社に損害を与えた場合、当社に発生した損害（逸失利益及び弁護士費用を含みます。）を賠償します。`,
    },
    {
        title: `第 27 条`,
        subTitle: `秘密保持`,
        desc: `1.本規約において「秘密情報」とは、本規約又は本サービスに関連して、ユーザーが、当社より書面、口頭若しくは記録媒体等により提供若しくは開示されたか又は知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味します。ただし、以下の各号の情報については、秘密情報から除外するものとします。</br>
(1) 当社から提供若しくは開示がなされたとき又は知得したときに、既に一般に公知となっていた又は既に知得していたもの</br>
(2) 当社から提供若しくは開示又は知得した後、自己の責に帰さない事由により刊行物その他により公知となったもの</br>
(3) 提供又は開示の権限のある第三者から秘密保持義務を負うことなく適法に取得したもの</br>
(4) 秘密情報によることなく単独で開発したもの</br>
</br>
2.ユーザーは、秘密情報を機密として保持し、本サービスの利用の目的のみに利用するとともに、当社の書面による承諾なしに第三者に当社の秘密情報を提供、開示又は漏洩しないものとします。</br>
</br>
3.第二項の定めにかかわらず、ユーザーは、法律、裁判所又は政府機関の命令、要求又は要請に基づき、秘密情報を必要最小限の範囲で開示することができます。ただし、当該命令、要求又は要請があった場合、速やかにその旨を当社に通知しなければなりません。</br>
</br>
4.ユーザーは、秘密情報を記載した文書又は電磁的記録等を複製する場合には、事前に当社の書面による承諾を得ることとし、複製物の管理については第2項に準じて厳重に行うものとします。</br>
</br>
5.ユーザーは、当社から求められた場合にはいつでも、遅滞なく、当社の指示に従い、秘密情報並びに秘密情報を記載又は包含した書面その他の記録媒体及びその全ての複製物の使用を中止し、返却又は廃棄しなければならないものとします。`,
    },
    {
        title: `第 28 条`,
        subTitle: `個人情報の取扱い`,
        desc: `個人情報及びユーザー情報については、当社が別途定める「プライバシーポリシー」に則り、適正に取り扱うこととします。`,
    },
    {
        title: `第 29 条`,
        subTitle: `通知又は連絡`,
        desc: `1.ユーザーと当社との間の通知又は連絡は、当社の定める方法によって行うものとします。</br>
        </br>
        2.当社は、ユーザーから、当社が別途定める方式に従った変更届出がない限り、現在登録されている連絡先が有効なものとみなして当該連絡先へ通知又は連絡を行います。</br>
        </br>
        3.前項の変更届出がなされてないことにより当社からの通知が遅延又は不着となった場合であっても、これらは、通常到達すべき時にユーザーへ到達したものとみなします。`,
    },
    {
        title: `第 30 条`,
        subTitle: `権利義務等の譲渡等`,
        desc: `1.ユーザーは、本規約等について、本規約等上の地位及びこれらに基づく一切の権利義務を、当社の書面による事前の承諾なく、第三者に譲渡、貸与、又は担保に供することはできません。</br>
</br>
2.当社は、本サービスに関する事業を合併、会社分割、事業譲渡その他の事由により第三者に承継させる場合には、当該事業の承継に伴い、本規約等上の地位、本規約等に基づく権利義務及びユーザー情報を当該事業の承継人に譲渡することができるものとし、ユーザーは、かかる譲渡について本項において予め同意したものとします。`,
    },
    {
        title: `第 31 条`,
        subTitle: `分離可能性`,
        desc: `1.本規約の規定の一部が法令に基づいて無効と判断されても、本規約の他の規定は有効とします。</br>
</br>
2.本規約の規定の一部があるユーザーとの関係で無効又は取消となった場合でも、本規約は他のユーザーとの関係では有効とします。</br>
`,
    },
    {
        title: `第 32 条`,
        subTitle: `準拠法、管轄裁判所`,
        desc: `1.本規約の有効性、解釈及び履行については、日本法に準拠し、日本法に従って解釈されるものとする。</br>
</br>
2.当社とユーザーとの間での論議・訴訟その他一切の紛争については、訴額に応じて、東京簡易裁判所又は東京地方裁判所を専属的合意管轄裁判所とします｡`,
    },
    {
        title: `第 33 条`,
        subTitle: `協議解決`,
        desc: `当社及びユーザーは、本規約等に定めのない事項又は本規約等の解釈に疑義が生じた場合には、互いに信義誠実の原則に従って協議の上速やかに解決を図るものとします。`,
        isBorderB: true,
    },
];
